[
  "obsidian-git",
  "break-page",
  "obsidian-hider",
  "omnisearch",
  "text-extractor",
  "restore-tab-key",
  "obsidian-latex-suite",
  "editing-toolbar",
  "obsidian-editor-shortcuts",
  "pdf-plus",
  "folders2graph",
  "mermaid-tools",
  "persistent-graph",
  "homepage",
  "obsidian-tasks-plugin",
  "dataview",
  "obsidian-statusbar-pomo",
  "better-word-count",
  "statusbar-organizer",
  "obsidian-show-file-path",
  "cmdr",
  "obsidian-cursor-location-plugin",
  "obsidian-shellcommands",
  "obsidian-toggl-integration",
  "remember-cursor-position",
  "obsidian-advanced-uri",
  "obsidian-style-settings",
  "snippet-commands-obsidian",
  "code-styler",
  "obsidian-qrcode-plugin",
  "cm-editor-syntax-highlight-obsidian"
]