[
  "obsidian-git",
  "break-page",
  "obsidian-hider",
  "omnisearch",
  "text-extractor",
  "restore-tab-key",
  "obsidian-latex-suite",
  "obsidian-editor-shortcuts",
  "pdf-plus",
  "folders2graph",
  "persistent-graph",
  "obsidian-tasks-plugin",
  "better-word-count",
  "statusbar-organizer",
  "obsidian-show-file-path",
  "cmdr",
  "obsidian-cursor-location-plugin",
  "obsidian-shellcommands",
  "obsidian-toggl-integration",
  "remember-cursor-position",
  "obsidian-advanced-uri",
  "obsidian-style-settings",
  "snippet-commands-obsidian",
  "obsidian-qrcode-plugin",
  "obsidian-desmos",
  "plugin-reloader",
  "flashcards-obsidian",
  "vertical-tabs-view",
  "obsidian-custom-frames",
  "editing-toolbar",
  "attachment-management",
  "obsidian42-brat",
  "mathjax-preamble-manager",
  "tabs",
  "open-in-new-tab",
  "code-styler",
  "folder-note-plugin",
  "obsidian-hover-editor"
]