[
  "cmdr",
  "obsidian-custom-frames",
  "better-word-count",
  "obsidian-advanced-uri",
  "folders2graph",
  "obsidian-hider",
  "persistent-graph",
  "plugin-reloader",
  "remember-cursor-position",
  "statusbar-organizer",
  "snippet-commands-obsidian",
  "obsidian-show-file-path",
  "obsidian-shellcommands",
  "restore-tab-key",
  "global-search-and-replace",
  "list-style",
  "obsidian-editor-shortcuts",
  "break-page",
  "obsidian-style-settings",
  "obsidian-git",
  "open-in-new-tab",
  "obsidian-desmos",
  "obsidian-latex",
  "omnisearch",
  "text-extractor",
  "code-styler",
  "obsidian-toggl-integration",
  "vertical-tabs-view",
  "obsidian-latex-suite",
  "pdf-plus",
  "find-unlinked-files",
  "editing-toolbar",
  "obsidian-tikzjax",
  "obsidian-cursor-location-plugin",
  "obsidian-excalidraw-plugin",
  "pseudocode-in-obs",
  "table-editor-obsidian",
  "obsidian-kanban",
  "templater-obsidian",
  "obsidian-qrcode-plugin",
  "obsidian-hotkeys-for-templates",
  "vim-yank-highlight",
  "obsidian-tasks-plugin",
  "obsidian-relative-line-numbers",
  "obsidian-vimrc-support",
  "typst"
]