[
  "obsidian-git",
  "obsidian-style-settings",
  "break-page",
  "obsidian-hider",
  "omnisearch",
  "text-extractor",
  "restore-tab-key",
  "obsidian-editor-shortcuts",
  "obsidian-latex-suite",
  "editing-toolbar"
]