[
  "obsidian-git",
  "obsidian-style-settings",
  "break-page",
  "obsidian-hider",
  "omnisearch",
  "text-extractor",
  "restore-tab-key",
  "obsidian-latex-suite",
  "editing-toolbar",
  "obsidian-editor-shortcuts",
  "pdf-plus",
  "obsidian-enhancing-export",
  "better-export-pdf"
]