[
  "obsidian-git",
  "obsidian-style-settings",
  "break-page",
  "obsidian-hider",
  "omnisearch",
  "text-extractor",
  "restore-tab-key",
  "obsidian-latex-suite",
  "editing-toolbar",
  "obsidian-editor-shortcuts",
  "pdf-plus",
  "folders2graph",
  "mermaid-tools",
  "cm-editor-syntax-highlight-obsidian",
  "persistent-graph",
  "attachment-management"
]